{
    "acquittal": "Judgment that a criminal defendant has not been proven guilty beyond a reasonable doubt.",
    "affidavit": "A written statement of facts confirmed by the oath of the party making it. Affidavits must be notarized or administered by an officer of the court with such authority.",
    "affirmed": "Judgment by appellate courts where the decree or order is declared valid and will stand as decided in the lower court.",
    "Alford plea": "A defendant's plea that allows him to assert his innocence but allows the court to sentence the defendant without conducting a trial.",
    "allegation": "Something that someone says happened.",
    "answer": "The formal written statement by a defendant responding to a civil complaint and setting forth the grounds for defense.",
    "appeal": "A request made after a trial, asking another court to decide whether the trial was conducted properly.",
    "appellate": "About appeals; an appellate court has the power to review the judgment of another lower court or tribunal.",
    "arraignment": "A proceeding in which an individual accused of committing a crime is brought into court, told of the charges, and asked to plead guilty or not guilty.",
    "arrest warrant": "A written order directing the arrest of a party. Arrest warrants are issued by a judge after a showing of probable cause.",
    "bail": "Security given for the release of a criminal defendant or witness from legal custody to secure appearance on the day and time appointed.",
    "bankruptcy": "Statutes and judicial proceedings involving persons or businesses that cannot pay their debts and seek the assistance of the court.",
    "bench trial": "Trial without a jury in which a judge decides the facts.",
    "beyond a reasonable doubt": "Standard required to convict a criminal defendant of a crime.",
    "binding precedent": "A prior decision by a court that must be followed without a compelling reason or significantly different facts or issues.",
    "brief": "A written statement submitted by the lawyer for each side in a case.",
    "capital offense": "A crime punishable by death.",
    "case law": "The use of court decisions to determine how other law should apply in a given situation.",
    "chambers": "A judge's office.",
    "charge": "The law that the police believe the defendant has broken.",
    "charge to the jury": "The judge's instructions to the jury concerning the law that applies to the facts of the case.",
    "chief judge": "The judge who has primary responsibility for the administration of a court.",
    "circumstantial evidence": "All evidence that is not direct evidence.",
    "clerk of court": "An officer appointed by the court to assist in managing the flow of cases and to maintain court records.",
    "common law": "The legal system based on court decisions rather than statutes.",
    "complaint": "A written statement by the plaintiff stating the wrongs allegedly committed by the defendant.",
    "continuance": "Decision by a judge to postpone trial until a later date.",
    "contract": "An agreement between two or more persons that creates an obligation.",
    "conviction": "A judgment of guilt against a criminal defendant.",
    "counsel": "Legal advice; a term used to refer to lawyers in a case.",
    "counterclaim": "A claim that a defendant makes against a plaintiff.",
    "court": "Government entity authorized to resolve legal disputes.",
    "court reporter": "A person who makes a word-for-word record of what is said in court.",
    "cross-examine": "Questioning of a witness by the attorney for the other side.",
    "damages": "Money paid by defendants to successful plaintiffs in civil cases.",
    "default judgment": "A judgment rendered because of the defendant's failure to answer or appear.",
    "defendant": "In a civil suit, the person complained against; in a criminal case, the person accused of the crime.",
    "defense table": "The table where the defense lawyer sits with the defendant in the courtroom.",
    "deposition": "An oral statement made before an officer authorized by law to administer oaths.",
    "direct evidence": "Evidence that supports a fact without an inference.",
    "discovery": "Lawyers' examination, before trial, of facts and documents in possession of the opponents.",
    "docket": "A log containing brief entries of court proceedings.",
    "en banc": "Court sessions with the entire membership of a court participating.",
    "evidence": "Information presented in testimony or in documents used to persuade the fact finder.",
    "exculpatory evidence": "Evidence which tends to show the defendant's innocence.",
    "exhibit": "Physical evidence or documents presented in a court proceeding.",
    "federal question": "Jurisdiction given to federal courts in cases involving the interpretation and application of the U.S. Constitution, acts of Congress, and treaties.",
    "felony": "A crime carrying a penalty of more than a year in prison.",
    "file": "To place a paper in the official custody of the clerk of court.",
    "grand jury": "A body of citizens who listen to evidence of criminal allegations and determine whether there is probable cause.",
    "habeas corpus": "A writ used to bring a prisoner before the court to determine the legality of imprisonment.",
    "hearsay": "Statements by a witness who did not see or hear the incident in question.",
    "impeachment": "The process of calling something into question, or the constitutional process for removing high officers.",
    "inculpatory evidence": "Evidence which tends to show the defendant's guilt.",
    "indictment": "The formal charge issued by a grand jury stating there is enough evidence for trial.",
    "in forma pauperis": "Permission given to a person to sue without payment of court fees.",
    "information": "A formal accusation by a government attorney that the defendant committed a misdemeanor.",
    "initial hearing": "Court proceeding in which the defendant learns of his rights and the charges.",
    "injunction": "An order of the court prohibiting or compelling the performance of a specific act.",
    "interrogatories": "Written questions asked to one party by an opposing party.",
    "interview": "A meeting with the police or prosecutor.",
    "issue": "The disputed point in a disagreement between parties in a lawsuit.",
    "judge": "Government official with authority to decide lawsuits brought before courts.",
    "judgment": "The official decision of a court finally determining the respective rights and claims of the parties.",
    "jurisdiction": "The legal authority of a court to hear and decide a case.",
    "juror": "A person who is on the jury.",
    "jury": "Persons selected according to law and sworn to inquire into and declare a verdict.",
    "jury instructions": "A judge's explanation to the jury before it begins deliberations.",
    "jury pool": "The group of people from which the actual jury is chosen.",
    "jurisprudence": "The study of law and the structure of the legal system.",
    "lawsuit": "A legal action started by a plaintiff against a defendant.",
    "law clerk": "Assist judges with research and drafting of opinions.",
    "librarian": "Meets the informational needs of the judges and lawyers.",
    "litigation": "A case, controversy, or lawsuit.",
    "magistrate judges": "Judicial officers who assist U.S. district court judges in getting cases ready for trial.",
    "misdemeanor": "A less serious crime than a felony, punishable by less than a year of confinement.",
    "mistrial": "An invalid trial caused by fundamental error.",
    "motion": "Attempt to have a limited issue heard by the court.",
    "nolo contendere": "No contest. Has the same effect as a plea of guilty as far as the criminal sentence is concerned.",
    "oath": "A promise to tell the truth.",
    "objection": "A protest by an attorney, challenging a statement or question made at trial.",
    "opinion": "A judge's written explanation of a decision of the court.",
    "oral argument": "An opportunity for lawyers to summarize their position before the court in an appeal.",
    "panel": "In appellate cases, a group of judges assigned to decide the case.",
    "parties": "Plaintiffs and defendants to lawsuits, also known as appellants and appellees in appeals.",
    "petit jury": "A group of citizens who hear the evidence presented by both sides at trial.",
    "plaintiff": "The person who files the complaint in a civil lawsuit.",
    "plea": "In a criminal case, the defendant's statement pleading 'guilty' or 'not guilty'.",
    "plea deal": "Agreement between the defendant and prosecutor where the defendant pleads guilty in exchange for a concession.",
    "pleadings": "Written statements of the parties in a civil case of their positions.",
    "precedent": "A court decision in an earlier case with facts and law similar to a dispute currently before a court.",
    "procedure": "The rules for the conduct of a lawsuit.",
    "preliminary hearing": "A hearing where the judge decides whether there is enough evidence to require the defendant to go to trial.",
    "pretrial conference": "A meeting of the judge and lawyers to discuss which matters should be presented to the jury.",
    "probable cause": "An amount of suspicion leading one to believe certain facts are probably true.",
    "probation": "A sentencing alternative to imprisonment in which the court releases convicted defendants under supervision.",
    "probation officers": "Screen applicants for pretrial release and monitor convicted offenders released under court supervision.",
    "pro se": "A Latin term meaning 'on one's own behalf'; refers to persons who present their own cases without lawyers.",
    "prosecute": "To charge someone with a crime.",
    "public defenders": "Represent defendants who can't afford an attorney in criminal matters.",
    "record": "A written account of all the acts and proceedings in a lawsuit.",
    "remand": "When an appellate court sends a case back to a lower court for further proceedings.",
    "reporter": "Makes a record of court proceedings, prepares a transcript, and publishes the court's opinions.",
    "reverse": "When an appellate court sets aside the decision of a lower court because of an error.",
    "search warrant": "Orders that a specific location be searched for items, which if found, can be used in court as evidence.",
    "sentence": "The punishment ordered by a court for a defendant convicted of a crime.",
    "service of process": "The service of writs or summonses to the appropriate party.",
    "settlement": "Parties to a lawsuit resolve their difference without having a trial.",
    "sequester": "To separate. Sometimes juries are sequestered from outside influences during their deliberations.",
    "sidebar": "A conference between the judge and lawyers held out of earshot of the jury and spectators.",
    "statement": "A description that a witness gives to the police and that the police write down.",
    "statute": "A law passed by a legislature.",
    "statute of limitations": "A law that sets the time within which parties must take action to enforce their rights.",
    "stay": "A temporary pause or suspension of a judicial proceeding.",
    "subpoena": "A command to a witness to appear and give testimony.",
    "subpoena duces tecum": "A command to a witness to produce documents.",
    "summary judgment": "A decision made on the basis of statements and evidence presented for the record without a trial.",
    "temporary restraining order": "Prohibits a person from an action that is likely to cause irreparable harm.",
    "testify": "Answer questions in court.",
    "testimony": "Evidence presented orally by witnesses during trials or before grand juries.",
    "tort": "A civil wrong or breach of a duty to another person as outlined by law.",
    "transcript": "A written, word-for-word record of what was said in a proceeding.",
    "trial": "A hearing that takes place when the defendant pleads 'not guilty,' and the parties present evidence.",
    "uphold": "The decision of an appellate court not to reverse a lower court decision.",
    "U.S. Attorney": "A lawyer appointed by the President in each judicial district to prosecute and defend cases for the federal government.",
    "U.S. Marshal": "Enforce the rules of behavior in courtrooms.",
    "venue": "The geographical location in which a case is tried.",
    "verdict": "The decision of a petit jury or a judge.",
    "victim advocate": "Work with prosecutors and assist the victims of a crime.",
    "voir dire": "The process by which judges and lawyers select a petit jury.",
    "warrant": "An arrest warrant is a written order directing the arrest of a party. A search warrant orders that a specific location be searched for items.",
    "witness": "A person called upon by either side in a lawsuit to give testimony before the court or jury.",
    "writ": "A formal written command, issued from the court, requiring the performance of a specific act.",
    "writ of certiorari": "An order issued by the Supreme Court directing the lower court to transmit records for a case for which it will hear on appeal.",
    "amicus curiae": "A person or group who is not a party to a lawsuit but offers information or expertise relevant to the case.",
    "burden of proof": "The obligation to prove one's assertion in a court of law.",
    "class action": "A lawsuit filed by one or more plaintiffs on behalf of a larger group.",
    "de facto": "In fact, whether by right or not.",
    "de jure": "By law; according to law.",
    "mens rea": "The intention or knowledge of wrongdoing that constitutes part of a crime.",
    "perjury": "The offense of willfully telling an untruth in a court after having taken an oath.",
    "pro bono": "Legal work undertaken without charge, especially for a client of limited means.",
    "res judicata": "A matter that has been adjudicated by a competent court and may not be pursued further by the same parties.",
    "stare decisis": "The legal principle of determining points in litigation according to precedent."
}